Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

source: Please note that it may take up to a few hours for tokens to appear in your wallet.
de: Bitte beachten Sie, dass es bis zu einigen Stunden dauern kann, bis Tokens in Ihrer Wallet angezeigt werden.
es: Tenga en cuenta que pueden pasar hasta unas horas para que los tokens aparezcan en su billetera.
pl: Proszę zauważyć, że może to potrwać kilka godzin, zanim tokeny pojawią się na twoim koncie.
ru: Появление купленных токенов в вашем кошельке может занять до нескольких часов.
th: โปรดทราบว่าอาจใช้เวลาสองสามชั่วโมงก่อนที่โทเค็นจะปรากฏในวอลเล็ตของคุณ.
tr: Lütfen, token'ların cüzdanınızda görünmesinin birkaç saat sürebileceğini unutmayın.
uk: Поява куплених токенів у вашому гаманці може зайняти до кількох годин.
zh_hans: 请注意，代币显示在您的钱包中可能需要几个小时。
zh_hant: 請注意，代幣顯示在您的錢包中可能需要幾個小時。

source: Please provide an address of your wallet in %1$@ blockchain to receive bought tokens.
de: Bitte geben Sie eine Adresse Ihres Wallets in der %1$@-Blockchain an, um gekaufte Token zu erhalten.
es: Proporcione una dirección de su billetera en %1$@ blockchain para recibir los tokens comprados.
pl: Podaj adres swojego portfela w blockchainie %1$@, aby otrzymać zakupione tokeny.
ru: Пожалуйста, укажите адрес вашего кошелька в блокчейне %1$@ для получения купленных токенов.
th: โปรดระบุที่อยู่กระเป๋าเงินของคุณใน %1$@ blockchain เพื่อรับโทเค็นที่ซื้อ
tr: Satın alınan jetonları almak için lütfen %1$@ blockchain'deki cüzdanınızın adresini girin.
uk: Будь ласка, вкажіть адресу вашого гаманця в блокчейні %1$@ для отримання куплених токенів.
zh_hans: 请提供您在%1$@区块链中的钱包地址，以接收购买的代币。
zh_hant: 請提供您在%1$@區塊鏈中的錢包地址，以接收購買的代幣。

source: Please top up your TON balance.
de: Bitte laden Sie Ihr TON-Guthaben auf.
es: Por favor, recargue su saldo TON.
pl: Proszę doładować swoje saldo TON.
ru: Пожалуйста, пополните ваш TON-баланс.
th: กรุณาเติมเงินในบัญชี TON ของคุณ.
tr: Lütfen TON bakiyenizi yükleyin.
uk: Будь ласка, поповніть ваш TON-баланс.
zh_hans: 请充值您的TON余额。
zh_hant: 請充值您的TON餘額。

source: Please try to confirm your biometrics again
de: Bitte versuchen Sie erneut, Ihre Biometrie zu bestätigen
es: Intente confirmar sus datos biométricos nuevamente
pl: Proszę spróbować ponownie potwierdzić swoją biometrię
ru: Пожалуйста, попробуйте ещё раз
th: กรุณาลองเชื่อมต่อ Biometrics ของคุณใหม่อีกครั้ง
tr: Lütfen biyometriklerinizi tekrar onaylamayı deneyin
uk: Будь ласка, спробуйте ще раз
zh_hans: 请尝试再次确认您的生物识别信息
zh_hant: 請嘗試再次確認您的生物辨識訊息

source: Please verify the operation.
de: Bitte verifizieren Sie die Operation.
es: Verifique la operación.
pl: Proszę zweryfikować operację.
ru: Пожалуйста, подтвердите операцию.
th: โปรดยืนยันการทำรายการ.
tr: Lütfen işlemi doğrulayın.
uk: Будь ласка, підтвердіть операцію.
zh_hans: 请验证操作。
zh_hant: 請驗證操作。

source: Preview
de: Vorschau
es: Vista previa
pl: Podgląd
ru: Предпросмотр
th: แสดงตัวอย่าง
tr: Önizleme
uk: Передпрогляд
zh_hans: 预览
zh_hant: 預覽

source: Previous
de: Zurück
es: Anterior
pl: Poprzedni
ru: Предыдущий
th: ก่อน
tr: Önceki
uk: Попередній
zh_hans: 上一页
zh_hant: 上一個

source: Price Impact
de: Preisauswirkung
es: Impacto en el precio
pl: Wpływ na cenę
ru: Влияние на цену
th: ผลกระทบด้านราคา
tr: Fiyat etkisi
uk: Вплив на ціну
zh_hans: 价格影响
zh_hant: 價格影響

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad
pl: Polityka prywatności
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Умови використання
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Private Key
de: Privater Schlüssel
es: Clave Privada
pl: Klucz prywatny
ru: Приватный ключ
th: ไพรเวท คีย์
tr: Gizli anahtar
uk: Приватний ключ
zh_hans: 私钥
zh_hant: 私鑰

source: Probably Scam
de: Wahrscheinlich Betrug
es: Probablemente Estafa
pl: Prawdopodobnie oszustwo
ru: Вероятно, скам
th: อาจเป็นการหลอกลวง
tr: Muhtemelen Dolandırıcılık
uk: Ймовірно шахрайство
zh_hans: 可能是骗局
zh_hant: 可能是騙局

source: Provided Liquidity
de: Liquidität bereitgestellt
es: Liquidez proporcionada
pl: Płynność zapewniona
ru: Предоставление ликвидности
th: จัดเตรียมสภาพคล่องแล้ว
tr: Likidite sağlandı
uk: Надання ліквідності
zh_hans: 已提供流动性
zh_hant: 已提供流動性

source: Providing Liquidity
de: Liquidität wird bereitgestellt
es: Proporcionando liquidez
pl: Zapewnianie płynności
ru: Предоставление ликвидности
th: กำลังจัดหาสภาพคล่อง
tr: Likidite sağlanıyor
uk: Надання ліквідності
zh_hans: 提供流动性
zh_hant: 提供流動性

source: Purchasing TRON with Russian Rubles is currently unavailable.
de: Der Kauf von TRON mit Russischen Rubel ist derzeit nicht verfügbar.
es: La compra de TRON con rublos rusos no está disponible actualmente.
pl: Zakup TRON za ruble rosyjskie jest obecnie niedostępny.
ru: Покупка TRON за рубли в данный момент недоступна.
th: ขณะนี้ไม่สามารถซื้อ TRON ด้วยรูเบิลรัสเซียได้
tr: Rus Rublesi ile TRON satın alma şu anda kullanılamıyor.
uk: Купівля TRON за російські рублі наразі недоступна.
zh_hans: 目前无法使用俄罗斯卢布购买TRON。
zh_hant: 目前無法使用俄羅斯盧布購買TRON。

source: Push Notifications
de: Push-Benachrichtigungen
es: Notificaciones Push
pl: Powiadomienia Push
ru: Уведомления
th: การแจ้งเตือนแบบพุช
tr: Anlık Bildirimler
uk: Сповіщення
zh_hans: 推送通知
zh_hant: 推送通知

source: Re-enter your new code
de: Geben Sie Ihren neuen Code erneut ein
es: Introduzca su nuevo código nuevamente
pl: Wprowadź nowy kod ponownie
ru: Введите новый код ещё раз
th: ป้อนรหัสใหม่ของคุณอีกครั้ง
tr: Yeni kodunuzu tekrar girin
uk: Введіть новий код ще раз
zh_hans: 再次输入您的新代码
zh_hant: 再次輸入您的新代碼

source: Ready to Unfreeze
de: Bereit zum Auftauen
es: Listo para descongelar
pl: Gotowy do odmrożenia
ru: Готово к разморозке
th: พร้อมที่จะยกเลิกการแช่แข็ง
tr: Çözülmeye Hazır
uk: Готовий до розморожування
zh_hans: 准备解冻
zh_hant: 準備解凍

source: Received
de: Empfangen
es: Recibido
pl: Otrzymano
ru: Получено
th: ได้รับ
tr: Alındı
uk: Отримано
zh_hans: 已收到
zh_hant: 已收到

source: Receiving
de: Empfangen
es: Recibiendo
pl: Otrzymywanie
ru: Получение
th: กำลังรับ
tr: Alınıyor
uk: Отримання
zh_hans: 接收中
zh_hant: 接收中

source: Receiving Address
de: Empfangs adresse
es: Dirección del receptor
pl: Adres odbioru
ru: Адрес получателя
th: ที่อยู่บัญชีผู้รับ
tr: Alıcı adresi
uk: Адреса одержувача
zh_hans: 接收地址
zh_hant: 接收地址

source: Recipient
de: Empfänger
es: Receptor
pl: Odbiorca
ru: Получатель
th: ผู้รับ
tr: Alıcı
uk: Одержувач
zh_hans: 接收者
zh_hant: 接收人

source: Recipient Address
de: Empfänger adresse
es: Dirección del destinatario
pl: Adres odbiorcy
ru: Адрес получателя
th: ที่อยู่บัญชีผู้รับ
tr: Alıcının adresi
uk: Адреса одержувача
zh_hans: 收款人地址
zh_hant: 接收人地址

source: Refunded
de: Erstattet
es: Reembolsado
pl: Zwrócone
ru: Возвращено
th: คืนเงินแล้ว
tr: İade edildi
uk: Повернуто
zh_hans: 退款
zh_hant: 退款

source: Reload
de: Neu laden
es: Recargar
pl: Przeładuj
ru: Обновить
th: โหลดใหม่
tr: Yeniden yükle
uk: Оновити
zh_hans: 重新加载
zh_hant: 重新載入

source: Reload App
de: App neu laden
es: Recargar aplicación
pl: Przeładuj aplikację
ru: Перезагрузить приложение
th: รีโหลดแอป
tr: Uygulamayı yeniden yükleyin
uk: Перезавантажити додаток
zh_hans: 重新加载应用程序
zh_hant: 重新加載應用程序

source: Reload Page
de: Seite neu laden
es: Recargar página
pl: Przeładuj stronę
ru: Перезагрузить страницу
th: โหลดหน้าใหม่
tr: Sayfayı Yenile
uk: Перезавантажити сторінку
zh_hans: 重新加载页面
zh_hant: 重新加載頁面

source: Remember Passcode
de: Code merken
es: Recordar código
pl: Zapamiętywać kod
ru: Запоминать код
th: จดจำรหัส
tr: Kodu hatırla
uk: Запам'ятовувати код
zh_hans: 记住验证码
zh_hant: 記住驗證碼

source: Remember Password
de: Passwort merken
es: Recordar contraseña
pl: Zapamiętywać hasło
ru: Запоминать пароль
th: จดจำรหัสผ่าน
tr: Şifreyi hatırla
uk: Запам'ятовувати пароль
zh_hans: 记住密码
zh_hant: 記住密碼

source: Remember for %1$d minutes
de: Für %1$d Minuten merken
es: Recordar durante %1$d minutos
pl: Zapamiętaj na %1$d minut
ru: Запомнить на %1$d минут
th: จำไว้เป็นเวลา %1$d นาที
tr: %1$d dakika boyunca hatırla
uk: Запам’ятати на %1$d хвилин
zh_hans: 记住 %1$d 分钟
zh_hant: 記住 %1$d 分鐘

source: Remove From Saved
de: Aus Gespeichert entfernen
es: Eliminar de guardados
pl: Usuń z zapisanych
ru: Удалить из сохранённых
th: ลบออกจากที่บันทึกไว้
tr: Kaydedilenlerden Kaldır
uk: Видалити зі збережених
zh_hans: 从已保存中移除
zh_hant: 從已保存中移除

source: Remove Tab
de: Tab entfernen
es: Eliminar pestaña
pl: Usuń kartę
ru: Удалить вкладку
th: ลบแท็บ
tr: Sekmeyi Kaldır
uk: Видалити вкладку
zh_hans: 移除标签页
zh_hant: 移除分頁

source: Remove Wallet
de: Wallet entfernen
es: Salir
pl: Usuń portfel
ru: Выход
th: ลบวอลเล็ต
tr: Cüzdanı kaldırın
uk: Вихід
zh_hans: 离开
zh_hant: 斷開連結

source: Rename Wallet
de: Wallet umbenennen
es: Renombrar monedero
pl: Zmień nazwę portfela
ru: Переименовать кошелёк
th: เปลี่ยนชื่อกระเป๋าเงิน
tr: Cüzdanı Yeniden Adlandır
uk: Перейменувати гаманець
zh_hans: 重命名钱包
zh_hant: 重新命名錢包

source: Renew
de: Erneuern
es: Renovar
pl: Odnów
ru: Продлить
th: ต่ออายุ
tr: Yenile
uk: Продовжити
zh_hans: 续费
zh_hant: 續費

source: Renew All
de: Alle erneuern
es: Renovar todo
pl: Odnów wszystkie
ru: Продлить все
th: ต่ออายุทั้งหมด
tr: Tümünü yenile
uk: Продовжити все
zh_hans: 全部续费
zh_hant: 全部續費

source: Renew Domain
de: Domain erneuern
es: Renovar dominio
pl: Odnów domenę
ru: Продлить домен
th: ต่ออายุโดเมน
tr: Alan adını yenile
uk: Продовжити домен
zh_hans: 续费域名
zh_hant: 續費域名

source: Renew Domains
de: Domains erneuern
es: Renovar dominios
pl: Odnów domeny
ru: Продлить домены
th: ต่ออายุโดเมน
tr: Alan adlarını yenile
uk: Продовжити домени
zh_hans: 续费域名
zh_hant: 續費域名

source: Renewed Domain
de: Domain verlängert
es: Dominio renovado
pl: Domena odnowiona
ru: Продлён домен
th: ต่ออายุโดเมนแล้ว
tr: Alan adı yenilendi
uk: Продовжено домен
zh_hans: 已续费域名
zh_hant: 已續約網域

source: Renewing Domain
de: Domain wird erneuert
es: Renovando dominio
pl: Odnawianie domeny
ru: Продление домена
th: กำลังต่ออายุโดเมน
tr: Alan adı yenileniyor
uk: Продовження домену
zh_hans: 续订域名中
zh_hant: 續訂域名中

source: Repeat
de: Wiederholen
es: Repetir
pl: Powtórzenie
ru: Повторить
th: ทำซ้ำ
tr: Tekrarla
uk: Повторити
zh_hans: 重复
zh_hant: 重複

source: Request Unstaking
de: Entstaken anfordern
es: Solicitar desestacado
pl: Żądaj odblokowania
ru: Запросить вывод
th: ขอถอนการวางเดิมพัน
tr: Stake Çekme Talebi
uk: Запросити виведення
zh_hans: 申请取消质押
zh_hant: 申請取消質押

source: Request for unstaking is sent!
de: Die Anfrage zum unstaken wurde gesendet!
es: ¡Se envía una solicitud de retiro!
pl: Wysłano prośbę o odzastawienie!
ru: Запрос на вывод отправлен!
th: คำขอการถอนการสเต็กได้ถูกส่งแล้ว!
tr: Unstake işlemi için talep gönderildi!
uk: Запит на виведення відправлено!
zh_hans: 解除质押请求已发送!
zh_hant: 解除質押申請已送出!

source: Request is sent!
de: Anfrage gesendet!
es: ¡Solicitud enviada!
pl: Żądanie wysłane!
ru: Запрос отправлен!
th: ส่งคำขอแล้ว!
tr: İstek gönderildi!
uk: Запит відправлено!
zh_hans: 请求已发送！
zh_hant: 請求已發送！

source: Requested Unstake
de: Unstake beantragt
es: Unstake solicitado
pl: Wypłata zażądana
ru: Запрошен вывод стейка
th: ขอถอน Unstake
tr: Unstake talep edildi
uk: Запитано виведення
zh_hans: 已申请解除质押
zh_hant: 已申請解除質押

source: Requesting Unstake
de: Unstake wird angefordert
es: Solicitando retiro
pl: Żądanie odzastaw
ru: Запрос вывода стейка
th: กำลังขอยกเลิกการวางเดิมพัน
tr: Unstake talep ediliyor
uk: Запит на виведення
zh_hans: 请求解除质押
zh_hant: 請求解除質押

source: Required
de: Erforderlich
es: Requerido
pl: Wymagane
ru: Обязательно
th: จำเป็น
tr: Gerekli
uk: Обов'язково
zh_hans: 必需的
zh_hant: 必需的

source: Reset Card
de: Karte zurücksetzen
es: Restablecer tarjeta
pl: Zresetuj kartę
ru: Сбросить карту
th: รีเซ็ตการ์ด
tr: Kartı sıfırla
uk: Скинути карту
zh_hans: 重置卡
zh_hant: 重設卡片

source: Reset Palette
de: Palette zurücksetzen
es: Restablecer paleta
pl: Zresetuj paletę
ru: Сбросить палитру
th: รีเซ็ตพาเลต
tr: Paleti sıfırla
uk: Скинути палітру
zh_hans: 重置调色板
zh_hant: 重設調色板

source: Reset biometrics in security settings, or use a passcode.
de: Setzen Sie die Biometrie in den Sicherheitseinstellungen zurück oder verwenden Sie einen Zugangscode.
es: Restablezca la biometría en la configuración de seguridad, o use un código de acceso.
pl: Zresetuj biometrię w ustawieniach zabezpieczeń lub użyj kodu dostępu.
ru: Сбросьте биометрию в настройках безопасности или используйте пароль.
th: รีเซ็ตการตรวจสอบอัตลักษณ์ทางชีวภาพในการตั้งค่าความปลอดภัย หรือใช้รหัสผ่าน
tr: Güvenlik ayarlarında biyometrik kimlik doğrulamayı sıfırlayın veya bir şifre kullanın.
uk: Скиньте біометрію в налаштуваннях безпеки або використовуйте код доступу.
zh_hans: 在安全设置中重置生物识别，或使用密码。
zh_hant: 在安全設定中重置生物識別，或使用密碼。

source: Russian Ruble
de: Russischer Rubel
es: Rublo ruso
pl: Rosyjski rubel
ru: Российский рубль
th: รูเบิลรัสเซีย
tr: Rus Rublesi
uk: Російський рубль
zh_hans: 俄罗斯卢布
zh_hant: 俄羅斯盧布

source: Safety Rules
de: Sicherheitsregeln
es: Normas de seguridad
pl: Zasady bezpieczeństwa
ru: Правила безопасности
th: กฎความปลอดภัย
tr: Güvenlik Kuralları
uk: Правила безпеки
zh_hans: 安全守则
zh_hant: 安全規定

source: Save
de: Speichern
es: Guardar
pl: Zapisz
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
zh_hans: 储存
zh_hant: 儲存

source: Save Address
de: Adresse speichern
es: Guardar dirección
pl: Zapisz adres
ru: Сохранить адрес
th: บันทึกที่อยู่บัญชี
tr: Adresi kaydet
uk: Зберегти адресу
zh_hans: 储存地址
zh_hant: 儲存地址

source: Scam
de: Betrug
es: Estafa
pl: Oszustwo
ru: Скам
th: สแกม
tr: Sahtekarlık
uk: Скам
zh_hans: 骗局
zh_hant: 騙局

source: Scam comment is hidden.
de: Betrügerischer Kommentar ist versteckt.
es: El comentario estafa está oculto.
pl: Komentarz o oszustwie jest ukryty.
ru: Комментарий скрыт.
th: หมายเหตุหลอกลวงถูกซ่อนอยู่.
tr: Scam yorumu gizlendi.
uk: Коментар приховано.
zh_hans: 诈骗评论被隐藏。
zh_hant: 詐騙評論被隱藏。

source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
pl: Zeskanuj kod QR
ru: Сканировать QR-код
th: สแกน QR Code
tr: QR kodunu tarayın
uk: Сканувати QR-код
zh_hans: 扫描二维码
zh_hant: 掃描二維碼

source: Scan your fingerprint
de: Legen Sie Ihren Fingerabdruck auf.
es: Escanea tu huella digital
pl: Zeskanuj swój odcisk palca
ru: Отсканируйте свой отпечаток пальца
th: สแกนลายนิ้วมือของคุณ
tr: Parmak izinizi tarayın
uk: Відскануйте свій відбиток пальця
zh_hans: 扫描您的指纹
zh_hant: 掃描您的指紋

source: Search or enter address
de: Adresse suchen oder eingeben
es: Buscar o ingresar dirección
pl: Szukaj lub wprowadź adres
ru: Введите адрес или запрос
th: ค้นหา หรือ กรอกที่อยู่บัญชี
tr: Adresi arayın veya girin
uk: Введіть адресу або запит
zh_hans: 搜索或输入地址
zh_hant: 搜尋或輸入地址

source: Search...
de: Suchen...
es: Buscar...
pl: Szukaj...
ru: Поиск...
th: ค้นหา...
tr: Ara...
uk: Пошук...
zh_hans: 搜索···
zh_hant: 搜尋...

source: Secret Words
de: Geheimwörtern
es: Frases Semilla
pl: Tajnych Słów
ru: Секретных слов
th: คำลับ
tr: Gizli Kelimelerden
uk: Секретних слів
zh_hans: 密语
zh_hant: 密語

source: Security
de: Sicherheit
es: Seguridad
pl: Bezpieczeństwo
ru: Безопасность
th: ความปลอดภัย
tr: Güvenlik
uk: Безпека
zh_hans: 安全
zh_hant: 安全

source: Security Warning
de: Sicherheitswarnung
es: Advertencia de seguridad
pl: Ostrzeżenie bezpieczeństwa
ru: Предупреждение безопасности
th: คำเตือนด้านความปลอดภัย
tr: Güvenlik Uyarısı
uk: Попередження безпеки
zh_hans: 安全警告
zh_hant: 安全警告

source: Select
de: Wählen
es: Seleccionar
pl: Wybierz
ru: Выбрать
th: เลือก
tr: Seçme
uk: Вибрати
zh_hans: 选择
zh_hant: 選擇

source: Select All
de: Wählen Sie Alle
es: Seleccionar todo
pl: Zaznacz wszystko
ru: Выбрать все
th: เลือกทั้งหมด
tr: Hepsini seç
uk: Вибрати все
zh_hans: 全选
zh_hant: 全選

source: Select Ledger Wallets
de: Ledger Wallets auswählen
es: Seleccionar carteras contables
pl: Wybierz portfele Ledgera
ru: Выберите кошельки Ledger
th: เลือก Ledger วอลเล็ต
tr: Ledger cüzdanları seçin
uk: Виберіть гаманці Ledger
zh_hans: 选择分类帐钱包
zh_hant: 選擇分類帳錢包

source: Select Token
de: Token auswählen
es: Seleccionar Token
pl: Wybierz token
ru: Выбрать токен
th: เลือกโทเคน
tr: Token seçin
uk: Вибрати токен
zh_hans: 选择代币
zh_hant: 選擇代幣

# Select up to %count% wallets for notifications
source: Select up to %1$@ wallets for notifications
de: Wählen Sie bis zu %1$@ Wallets für Benachrichtigungen aus
es: Selecciona hasta %1$@ billeteras para notificaciones
pl: Wybierz do %1$@ portfeli do powiadomień
ru: Выберите до %1$@ кошельков
th: เลือกกระเป๋าเงินได้สูงสุด %1$@ ใบสำหรับการแจ้งเตือน
tr: Bildirimler için en fazla %1$@ cüzdan seçin
uk: Виберіть до %1$@ гаманців для сповіщень
zh_hans: 选择最多 %1$@ 个钱包接收通知
zh_hant: 選擇最多 %1$@ 個錢包接收通知

source: Select wallet to use on this dapp
de: Wählen Sie die Brieftasche aus, die Sie für diese Dapp verwenden möchten.
es: Seleccione la billetera para usar en esta dapp
pl: Wybierz portfel, którego chcesz używać w tym dappie
ru: Выберите кошелёк для использования с этим приложением
th: เลือกกระเป๋าเงินที่จะใช้กับ dapp นี้
tr: Bu dapp üzerinde kullanılacak cüzdanı seçin
uk: Виберіть гаманець для використання в цій програмі
zh_hans: 选择在此 dapp 上使用的钱包
zh_hant: 選擇要在此 dapp 上使用的錢包

source: Sell or auction your card on third-party NFT marketplaces.
de: Verkaufe oder versteigere deine Karte auf Drittanbieter-NFT-Marktplätzen.
es: Vende o subasta tu tarjeta en mercados de NFT de terceros.
pl: Sprzedaj lub wystaw na aukcji swoją kartę na zewnętrznych rynkach NFT.
ru: Карту можно продать или выставить на аукцион на сторонних NFT-площадках.
th: ขายหรือประมูลบัตรของคุณในตลาด NFT ของบุคคลที่สาม
tr: Kartınızı üçüncü taraf NFT pazarlarında satın veya açık artırmaya çıkarın.
uk: Карту можна продати або виставити на аукціон на сторонніх NFT-майданчиках.
zh_hans: 在第三方 NFT 市场上出售或拍卖您的卡片。
zh_hant: 在第三方 NFT 市場上出售或拍賣您的卡片。

source: Selling NFT
de: NFT wird verkauft
es: Vendiendo NFT
pl: Sprzedaż NFT
ru: Продажа NFT
th: กำลังขาย NFT
tr: NFT satılıyor
uk: Продаж NFT
zh_hans: 正在出售 NFT
zh_hant: 正在出售 NFT

source: Send
de: Senden
es: Enviar
pl: Wyślij
ru: Отправить
th: ส่ง
tr: Gönder
uk: Відправити
zh_hans: 发送
zh_hant: 發送

source: Send All
de: Sende alle
es: Envia todo
pl: Wyślij wszystko
ru: Отправить все
th: ส่งทั้งหมด
tr: Hepsini gönder
uk: Надіслати все
zh_hans: 全部发送
zh_hant: 全部發送

source: Send NFT
de: Senden von NFT
es: Enviar NFT
pl: Wyślij NFT
ru: Отправить NFT
th: ส่ง NFT
tr: NFT gönder
uk: Надіслати NFT
zh_hans: 发送 NFT
zh_hant: 發送 NFT

source: Send Transaction
de: Transaktion senden
es: Enviar transacción
pl: Wyślij transakcję
ru: Отправить перевод
th: ส่งการทำรายการ
tr: İşlemi gönder
uk: Надіслати переказ
zh_hans: 发送交易
zh_hant: 發送交易

source: Sender
de: Absender
es: Remitente
pl: Nadawca
ru: Отправитель
th: ผู้ส่ง
tr: Gönderici
uk: Відправник
zh_hans: 发送者
zh_hant: 發送人

source: Sending
de: Senden
es: Enviando
pl: Wysyłanie
ru: Отправка
th: กำลังส่ง
tr: Gönderiliyor
uk: Відправлення
zh_hans: 发送
zh_hant: 傳送

source: Sent
de: Gesendet
es: Enviado
pl: Wysłany
ru: Отправлено
th: ส่ง
tr: Gönder
uk: Відправлено
zh_hans: 已发送
zh_hant: 已送出

source: Settings
de: Einstellungen
es: Configuración
pl: Ustawienia
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Share
de: Teilen
es: Compartir
pl: Udostępnij
ru: Поделиться
th: แชร์
tr: Paylaş
uk: Поділитися
zh_hans: 分享
zh_hant: 分享

source: Share Link
de: Link teilen
es: Compartir enlace
pl: Udostępnij link
ru: Поделиться ссылкой
th: แชร์ลิงก์
tr: Bağlantıyı Paylaş
uk: Поділитися посиланням
zh_hans: 分享链接
zh_hant: 分享連結

# Share this URL to receive %token%
source: Share this URL to receive %1$@
de: Teilen Sie diese URL, um %1$@ zu empfangen
es: Comparte esta URL para recibir %1$@
pl: Udostępnij ten adres URL, aby otrzymać %1$@
ru: Поделиться ссылкой
th: แชร์ลิงก์นี้เพื่อรับ %1$@
tr: %1$@ almak için bu URL'yi paylaşın
uk: Поділитися посиланням
zh_hans: 分享此链接来接收 %1$@
zh_hant: 分享此連結來接收 %1$@

source: Show
de: Anzeigen
es: Mostrar
pl: Pokaż
ru: Показать
th: แสดง
tr: Göster
uk: Показати
zh_hans: 显示
zh_hant: 顯示

source: Show All
de: Alle anzeigen
es: Mostrar todo
pl: Pokaż wszystkie
ru: Показать все
th: แสดงทั้งหมด
tr: Tümünü göster
uk: Показати все
zh_hans: 显示全部
zh_hant: 顯示全部

source: Show More
de: Mehr anzeigen
es: Mostrar más
pl: Pokaż więcej
ru: Показать ещё
th: แสดงเพิ่มเติม
tr: Daha fazla göster
uk: Показати більше
zh_hans: 显示更多
zh_hant: 顯示更多

source: Show Sensitive Data
de: Sensible Daten anzeigen
es: Mostrar datos sensibles
pl: Pokaż dane wrażliwe
ru: Показать конфиденциальные данные
th: แสดงข้อมูลที่ละเอียดอ่อน
tr: Hassas Verileri Göster
uk: Показати конфіденційні дані
zh_hans: 显示敏感数据
zh_hant: 顯示敏感數據

source: Sign
de: Signieren
es: Firmar
pl: Znak
ru: Подписать
th: เซ็น
tr: İmzala
uk: Підписати
zh_hans: 签署
zh_hant: 簽署

source: Sign Data
de: Daten signieren
es: Firmar datos
pl: Podpisz dane
ru: Подписать данные
th: เซ็นชื่อข้อมูล
tr: Veriyi İmzala
uk: Підписати дані
zh_hans: 签署数据
zh_hant: 簽署資料

source: Signing Data
de: Signierdaten
es: Datos de Firma
pl: Dane do Podpisu
ru: Данные для подписи
th: ข้อมูลการลงนาม
tr: İmza Verisi
uk: Дані для підпису
zh_hans: 签名数据
zh_hant: 簽名數據

source: Signing was confirmed!
de: Die Signatur wurde bestätigt!
es: ¡La firma fue confirmada!
pl: Podpisanie umowy zostało potwierdzone!
ru: Подпись подтверждена!
th: การเซ็นข้อมูลถูกยืนยันแล้ว!
tr: İmza onaylandı!
uk: Підпис підтверджено!
zh_hans: 签署已确认!
zh_hant: 簽署已確認!

source: Slippage
de: Schlupf
es: Deslizamiento
pl: Poślizg
ru: Проскальзывание
th: ค่าความคลาดเคลื่อน
tr: Kayma toleransı
uk: Прослизання
zh_hans: 下单误差
zh_hant: 下單誤差

source: Slippage not specified
de: Schlupf nicht angegeben
es: Deslizamiento no especificado
pl: Poślizg nie został określony
ru: Проскальзывание не указано
th: ค่าความคลาดเคลื่อนไม่ได้ถูกระบุ
tr: Kayma toleransı belirtilmemiş
uk: Прослизання не вказано
zh_hans: 未指定下单误差
zh_hant: 未指定下單誤差

source: Slippage too high
de: Schlupf zu hoch
es: Deslizamiento demasiado alto
pl: Poślizg jest zbyt duży
ru: Проскальзывание слишком большое
th: ค่าความคลาดเคลื่อนสูงเกินไป
tr: Kayma toleransı çok yüksek
uk: Прослизання занадто велике
zh_hans: 下单误差过高
zh_hant: 下單誤差過高

source: Sold NFT
de: NFT verkauft
es: NFT vendido
pl: NFT sprzedane
ru: Продан NFT
th: ขาย NFT แล้ว
tr: NFT satıldı
uk: Продано NFT
zh_hans: 已出售NFT
zh_hant: 已出售NFT

source: Some domains are about to expire
de: Einige Domains laufen bald ab
es: Algunos dominios están por expirar
pl: Niektóre domeny wkrótce wygasną
ru: Некоторые домены скоро истекают
th: โดเมนบางรายการกำลังจะหมดอายุ
tr: Bazı alan adlarının süresi dolmak üzere
uk: Деякі домени скоро закінчуються
zh_hans: 部分域名即将到期
zh_hant: 部分域名即將到期

source: Something went wrong
de: Etwas ist schiefgegangen
es: Oops! Algo salió mal
pl: Coś poszło nie tak
ru: Упс, что-то пошло не так
th: เกิดข้อผิดพลาดบางอย่าง
tr: Bir şeyler ters gitti
uk: Упс, щось пішло не так
zh_hans: 什么地方出错了···
zh_hant: 狀況異常

source: Something went wrong.
de: Etwas ist schiefgegangen.
es: Oops! Algo salió mal.
pl: Coś poszło nie tak.
ru: Упс, что-то пошло не так.
th: เกิดข้อผิดพลาดบางอย่าง.
tr: Bir şeyler ters gitti.
uk: Упс, щось пішло не так.
zh_hans: 什么地方出错了···
zh_hant: 狀況異常。

source: Sort By Cost
de: Nach Kosten sortieren
es: Ordenar por costo
pl: Sortuj według kosztu
ru: Сортировать по стоимости
th: เรียงตามมูลค่า
tr: Maliyete göre sıralayın
uk: Сортувати за вартістю
zh_hans: 按成本排序
zh_hant: 按成本排序

source: Sounds
de: Töne
es: Sonidos
pl: Dźwięki
ru: Звуки
th: เสียง
tr: Sesler
uk: Звуки
zh_hans: 声音
zh_hant: 聲音

source: Stake
de: Staken
es: Apostar
pl: Stakować
ru: Стейкинг
th: ลงทุน
uk: Стекінг
zh_hans: 质押
zh_hant: 質押

source: Stake Again
de: Erneut staken
es: Apostar de nuevo
pl: Zastaw ponownie
ru: Повторить депозит
th: สเต็กอีกครั้ง
tr: Yeniden stake edin
uk: Повторити депозит
zh_hans: 再次质押
zh_hant: 再次質押

source: Stake More
de: Mehr staken
es: Apostar más
pl: Zastaw więcej
ru: Добавить
th: สเต็กเพิ่มเติม
tr: Daha fazla stake edin
uk: Додати
zh_hans: 质押更多
zh_hant: 繼續質押

source: Staked
de: Gestakt
es: Apostado
pl: Zastawione
ru: Стейкинг
th: สเต็กแล้ว
tr: Stake edildi
uk: Стейкінг
zh_hans: 已质押
zh_hant: 已質押
